{
  "content": "## The Beginnings – as I see it.\n\nI kept thinking about how I should start this column. Various thoughts crossed my mind – should I make it about the first time I was at ten thousand feet, the first time I looked up and realised how miniscule my existence is, and yet how me seeing and making sense of it is what makes it exist. Or should I write about the first time I fell in love, and how it felt like this is going to be it, questioning why love is considered to be so rare and precious when I found it so easy – so naïve!\n\nEvery time I thought about a “Beginning” there was a different story that popped in my head. And that’s when the realisation struck me – every step, every decision I have taken, every word I have written, every sound I have heard, has been a start to a new me. As I see it, every moment we drift across the space in time, we are where we have never been before. Do we have a heading? Maybe yes. Can we steer it? Plausible. Is there a destination? I hope not!\n\nThis leaves me with so many questions–\nWhat are we heading towards?\nhy does life exist? Is it because it has a purpose or just because, it can?\nIf there is a purpose, who defines it? And if it is already defined, like destiny, does choice exist?\nAnd so many more\n\nThrough my early twenties, I rejected the idea of a higher power. Afterall, science explained almost all my experiences. I understood the process of being born, growing up, seeing, hearing, feeling emotions. From why things fall to why things can fly, nothing in the nature felt the need of a higher power. Life to me was the song and dance of complex molecular structures filled with intricate chemistry and physics.\n\n“But for such complex structures to exist, someone must have created them. It cannot be by sheer chance?” – that’s what a rational mind would argue. As I see it, if a completely rational person, born and raised in the wild, who has never been in touch with the outside world, sees a super complex structure like Burj Khalifa in the middle of a desert, they will say it is more likely than not a creation rather than existence. And that I feel is the curse of existing for a few decades in a world which is billions of years old. What’s impossible in our lifespans becomes inevitable at the scale of how old and vast our world is. Now, I am not saying if we wait for enough time, a structure like Burj Khalifa can exist in nature without being created. Which brings me to the ideology that Creation is Unique – it’s one of a kind, whereas natural existence is abundant, it’s present everywhere, in the same shape, form, and structure, however complex it might be. Billions of galaxies, with uncountable stars and their solar systems, with the most mysterious structures and compositions, all following some fundamental limits across the unfathomable expanse of the universe. The fundamental qualities of Earth as a planet isn’t unique either. Almost all planets have an atmosphere, see storms, and rains, and weather patterns, and seasons. Some have land, others gas giants. Even when complex, the structure is common. Now, existence of life hasn’t been found anywhere else outside of earth, yet. But we haven’t even been looking for more than a couple of human lifespans.\n\nWith all these thoughts and perspectives, I still have a question I just cannot answer using science – why does the universe itself exists at all? The only natural thing that is absolutely unique as per my believes is the universe as a whole. So, could universe be a creation? I don’t know! Is there a higher power? I don’t know! Will we ever find an answer to that? Again, I don’t know!!\n\nAnd this is where my atheistic believes turn agnostic. Because I. Don’t. Know…\n\nThis marks the end of the beginning of my journey. Where I’ll share and explore my perspectives as an Agnostic. My perception of this world may end up being absolutely away from the truth of it. So, I’ll stay humble and accept the fact that I don’t know the answers to the questions I put forth, and furthermore, I might never find out.\n\n#P_eace_out"
}
