{
  "content": "## The Jungle Saga\nGliding swiftly through the Wood\nwith calmness deep under the hood,\n\nI heard some Birds chirping with fun\nin the radiant warmth of the Sun!\n\nThe atmosphere did to Heaven comply,\nwith spirits ascending to the limits of Sky,\n\nfollowed a hunter with a gun in hands,\ndisrupting the silence of the Divine Lands!\n\nHidden behind the bush he seemed,\nto hunt all, emptying the cartridge clean!\n\nHe aimed at a Tiger prowling aside,\nleaving no option for the beast to hide!\n\nWith the Grace of God he missed the aim,\nbut started on to the Cuckoo Bird to blame\n\nwho cooed to warn the Tiger King,\nflew away with her graceful wing!\n\nThe hunter wanted to shoot it too\nbut was caught in his shoe,\n\nA wild Dog who was the friend of the Bird\nwho followed the noise and had heard,\n\nthe Bird wailing for help from some,\nso joined the company and had come!\n\nFighting shallow with the beast\nwho for the sake of unity at-least,\n\nshowed the courage to challenge the arm,\ninspired by the Ballads of the Jungle Charm!\n\nMany a time did the Animals fear\nwhen the hunter knocked the Dog and cheered,\n\nbut all were determined up to their heads\nto brisk-out the man from the forest treads!\n\nThe Hornbill too played its part,\nstruck on his leg fast as a dart!\n\nNow the turn of Elephants had come\nwho tried a hand merely to have fun!\n\nEverybody saw the man in air, up and down,\nthe King Tiger got time to adjust its Crown!\n\nSurrounded by the Animals, the hunter was amazed,\nstood alone in the Forest, which, on unity was based!\n\nFrustrated till now with the Animals’ greet,\nwith blood running to raise the body heat!\n\nFired blindly to stop the hustle,\nOh! Something at once teared his mighty muscle!\n\nThe bullet too favoured the innocent Creatures,\nreflected from a boulder, shattering the hunter’s features,\n\nWe saw the hunter hunted at last,\nThe flag of unity, high on its mast!\n\nHumans derived from the Nature’s Lap\ncannot wear the superior cap,\n\nshould follow the laws common to all\nto uphold the Harmony high and tall!\n\n## वफ़ादार Tommy\nवफ़ादार Tommyलड़कपन की ज्वाला में हमने, दो महीने पहले एक कुत्ता पाला\nसभी अच्छा चल रहा था, वो बन चुका था हमारे घर का सच्चा रखवाला\n\nतभी एक दिन, हमने उसकी कोठरी पर लगाया एक छोटा ताला\nऔर निकल पड़े देखने latest movie: ‘Shootout At Lokhandwaala’\n\nहम लौटे, फिर जो हुआ, पूछो मत भैया, का बतायी\nबनकर Himmatwaala, तोड़ के ताला, कूद के नाला, भाग गया साला …\n\nहम भी का करते, रहे पक्के लाला, जूता पैर में डाला, गाड़ी को बाहर निकाला,\nऔर बन गये नगर निगम का कुत्तावाला\n\nमानो बाउजी पक्का ठान लिया रहा, पूरे शहर में गाड़ी दौड़ाई, \n2-4 घंटे फ़िरते रहे पर कुत्ते की पूंछ भी हाथ ना आई\n\nफिर जब ठंडा पड़ा जोश, आये थोड़े होश, अकल लगायी\nतो Police Station जाने की बात ध्यान में आई\n\nफिर क्या होना था, पहुंचे उधर, अफसर को बताया अपने आने का motto\nदिया उसको Tommy का photo., और चल दिए वहां से लेकर अफसर के phone no. दो ठो\n\nसोचा, कि घर चला जाये, \nकल सुबह तक Tommy अपने आप ही चला आये\n\nरास्ते भर उसकी यादों ने सताया, \nभीगा लगा मौसम, छूटा जैसे किसी हमदम का साया\n\nनज़रें घुमाते चले जा रहे हैं श्रीमान, \nकद्र की होती, तो न होता ऐसा अपमान\n\nचलते-चलते भाईसाहब घर आ गया, \nयादों में भौं-भौं कर Tommy हमारा सर खा गया\n\nभौंकने की आवाज़ होती रही तेज़, \nअपराधबोध का गम, as everybody says\n\nघर पहुंंचकर खोला ही था किवाड़, \nबगीचे में गिरा दिखा wanted चोरों का सरदार\n\nपूंछ हिलाता Tommy उसपर कूदता प्रत्यक्ष हुआ, \nचोर के साथ पड़ा घर का सामान देख मन भी निष्पक्ष हुआ\n\nTommy को गर्व से सहलते झट दरोगा का no. घुमाया, \nवहां से आवाज आई 'माफ़ कीजिए! आपका कुत्ता नहीं मिल पाया'\n\nचोरी की खबर जैसे ही उनके कानों में पड़ी, \ntelephone छोड़ कर ऐसे आए जैसे खुद के घर में मुसीबत आन पड़ी\n\nचोर गए हवालात, ख़ुशी फूटकर निकली, \nTommy की वफ़ा ने खोली दिमाग की खिड़की\n\nउसी समय पशु प्रेम का प्रण लिया,\nस्पष्ट हुई सोच कि जानवर ने इंसान पर ऋृण किया\n\nकिसी जानवर को पालकर देखभाल की तो बनती है, \nजानवर की सोच देखिये, इसके बिना भी वफ़ा छन-छन कर बहती है\n\nकर्तव्य का भाव हो विचारों में, तो जीत हमेशा व्यक्ति के हाथों में"
}
