{
  "content": "Are you one of the every Indian who has seen a lone footwear in the middle of the road? A tattered blue and white sneaker, with its pair nowhere in sight. Or, the purple slipper in the middle of auto-stand, with each auto bouncing so very slightly, when it’s left tire goes over it. Did a mother lose the slipper while getting her kid inside, handling his stubbornness to get the balloon, and only realising when it was too late. This is my take on beginnings in life, from middle of nowhere, after a sudden end, and more being like a restart!\n\nLet me tell a bit about me and my column. I am going to be one of the emotion in Riley’s head, with today’s being Ennui. This column will just be excerpts from the diary entries of these emotions.\n\nDiary! Don’t we all keep one. It no longer follows the format we were taught by our English teacher in grade 6, and we would definitely not get enough marks if the exam instructor checks it out on a sunny day. An angry paragraph when the world seems to be is falling apart. A letter to our friend, which we may never show them. A resolution for making life an ideal one. A list when the tasks are too many to prioritise in head. Amidst all this, comes the ever so sparkly concept of YOLO! You Only Live Once.\nOnce.. Live.. I don’t think so! Like the slipper becoming a temporary speed-breaker for the autos, (or a muse for this article), we get many many restarts in our life. So, “once” - not so true after-all. Coming to live… What is living?\n\nLiving for me is a lot of things..\nObviously, it is happiness! The happiness of friends, of family, of health, of achievements, of big wins, of small moments, of everything.\nIt is creating memories! The ones which act as a hug from long distance. The ones which shine bright on rainy day. The ones which put you in a deep slumber after a anxious day. The ones which make you go back, even when it was left far behind.\nIt is reward! Like a simple morning with your best friend. Like the trip you saved for months for. Like the ended wait of a Friday night plan. Like this article reaching you, a stranger to me.\nIt is balance! The balance between checking those boxes in that ToDo list you wrote in your diary, and unboxing the parcel you received after your shopping spree. And just like that, life keeps on advancing, balancing between all these definitions of living.\nWill wait for your email to know what living is for you?\n\nFinally, apologies if it was an haphazard entry. No promises of doing better the next time, but a sure promise for there to be a next time!"
}
