{
  "content": "There are four races left in the season. Two Sprints. Three drivers in mathematical contention. And one team standing at the center of a choice it has avoided making all year.\n\nAlthough McLaren has already sealed the Constructors’ Championship with a comfortable margin, like every team in Formula 1, it still craves the crown that carries history — the Drivers’ title, last won in 2008 with Lewis Hamilton, seventeen years ago. The title remains within reach. But whether McLaren can win it may depend not on speed or strategy, but on philosophy.\n\nAfter the summer break, Oscar Piastri held the clearer trajectory: steady racecraft, quiet precision, minimal error. It was the moment when many teams in F1 history would have subtly shifted their weight — resource allocation, pit priority, strategic flexibility — toward the driver with the strongest championship hand. McLaren did not. They chose balance. They chose fairness. Once called “Papaya Rules,” the policy has softened into something even more idealistic: equality.\n\nThis week in São Paulo, when Zak Brown was asked if McLaren would finally choose a number one driver to counter Max Verstappen’s late-season surge, his answer was as defiant as it was revealing.\n“If Max wins this year, we shake his hand and say, ‘Job well done,’” Brown said on Beyond The Grid. “I’d rather have our drivers tied on points and lose by one than tell one of them their dream is over because we flipped a coin. That’s not how we go racing.”\n\nThen came Zak’s final line:\n“We’d rather lose together than win by choosing one.”\n\nThere is poetry in that.\nThere is loyalty in that.\nThere is romance in that.\n\nBut there is also risk.\n\nBecause the paddock remembers 2007, when McLaren played both sides and lost a championship by one point to a single driver who never should have had the chance — Kimi Räikkönen.\n\nThis season is not that season.\nThese drivers are not those drivers.\nBut the geometry is familiar.\n\nSo now the championship becomes a story of philosophy versus reality.\n\nMcLaren believes two drivers can chase one title as equals.\nRed Bull believes one driver must be armed to the teeth.\n\nOne approach is noble. The other wins more often\n\nIt is a principled stance, one rooted in loyalty, identity, and emotion. And beneath it lies a question whispered through the paddock: if the roles were reversed, if Norris were the one leading after the break, would McLaren’s restraint feel quite the same? Brown’s affection and long history with Norris are no secret, and even within McLaren’s own garage, that bond colors the mood.\n\nMeanwhile, Verstappen operates within singular clarity. Red Bull’s machine is tuned around one orbit: his. Every pit stop, every offset, every strategic gamble flows toward that single gravitational center. McLaren, by contrast, is still trying to keep two orbits stable — Piastri’s precise rise and Norris’s relentless drive to claim what has always just eluded him.\n\nThe result? While Norris and Piastri have been racing each other beautifully and cleanly, Verstappen has been racing the championship. And in a sport defined by millimeters and margins, the mathematics are beginning to close. One point separates the McLaren drivers. Thirty-six points separate them from Verstappen - a gap small enough to punish hesitation.\n\nIf McLaren wins the title without ever naming a number one, it will be one of Formula 1’s most romantic triumphs - proof that teamwork and equality can outlast single-minded domination. But if they fall short, history will remember it differently: as the season McLaren left the door open just long enough for Verstappen to walk through it.\n\nThe season is still alive. The title is still winnable.\nBut the window for indecision is closing.\n\nFormula 1 crowns one driver at the end.\nMcLaren is still trying to carry two."
}
